export default data = [
  {
    name: "חגים וזמנים",
    children: [
      { name: "חודש אלול" },
      { name: "סליחות" },
      {
        name: "ראש השנה",
        children: [
          { name: "תפילות ראש השנה" },
          { name: "ראש השנה - כללי" },
          { name: "תקיעת שופר" },
          { name: "הסימנים והסעודה" }
        ]
      },
      { name: "עשרת ימי תשובה" },
      {
        name: "יום הכיפורים",
        children: [
          { name: "הלכות יום הכיפורים" },
          { name: "תפילות יום הכיפורים" },
          { name: "יום הכיפורים - כללי" },
          { name: "חולים, מעוברות ומניקות" }
        ]
      },
      {
        name: "סוכות",
        children: [
          { name: "ארבעת המינים" },
          { name: "ישיבה בסוכה" },
          { name: "הסוכה והסכך" },
          { name: "חול המועד" },
          { name: "סוכות - כללי" }
        ]
      },
      { name: "שמחת תורה" },
      {
        name: "פסח וחודש ניסן",
        children: [
          { name: "ניקיון בדיקת וביעור חמץ" },
          { name: "אכילת מצה" },
          { name: "ליל הסדר" },
          { name: "מכירת חמץ" },
          { name: "קטניות" },
          { name: "הכשרת כלים" },
          { name: "חול המועד" },
          { name: "חמץ וכשרות מוצרים לפסח" },
          { name: "חמץ שעבר עליו הפסח" },
          { name: "פסח - כללי" },
          { name: "ערב פסח" },
          { name: "ערב פסח שחל בשבת" }
        ]
      },
      {
        name: "פורים וחודש אדר",
        children: [
          { name: "חודש אדר" },
          { name: "הלכות פורים" },
          { name: "קריאת המגילה" },
          { name: "משלוח מנות ומתנות לאביונים" },
          { name: "הנוסע ממקום למקום" },
          { name: "סעודת ומשתה פורים" },
          { name: "פורים - כללי" },
          { name: "תענית אסתר" },
          { name: "תחפושות" },
          { name: "מחצית השקל" }
        ]
      },
      {
        name: "חנוכה",
        children: [
          { name: "הדלקת נרות" },
          { name: "חנוכה - כללי" }
        ]
      },
      { name: "ימי הזיכרון והעצמאות" },
      { name: "שבועות" },
      { name: "יום ירושלים" },
      { name: "תעניות" },
      {
        name: "שלושת השבועות",
        children: [
          { name: "שלושת השבועות - כללי" },
          { name: "תשעת הימים" },
          { name: "תשעה באב ועשירי באב" }
        ]
      },
      { name: "ראש חודש והלוח העברי" },
      {
        name: "יום טוב",
        children: [
          { name: "הלכות יום טוב" },
          { name: "יו\"ט שני של גלויות" }
        ]
      },
      { name: "יום השואה והקדיש הכללי" },
      {
        name: "ספירת העומר ול\"ג בעומר",
        children: [
          { name: "מנהגי ימי הספירה" },
          { name: "הלכות הספירה" },
          { name: "ל\"ג בעומר" }
        ]
      },
      { name: "ט\"ו באב" }
    ]
  },
  {
    name: "שבת",
    children: [
      { name: "שבת - כללי" },
      { name: "ערב שבת וכניסת שבת" },
      { name: "הדלקת נרות" },
      {
        name: "קידוש וברכת הבנים",
        children: [
          { name: "קידוש – כללי" },
          { name: "היין והגביע" },
          { name: "המקדש" }
        ]
      },
      {
        name: "סעודות שבת",
        children: [
          { name: "סעודות שבת - כללי" },
          { name: "הפת ובציעתה" },
          { name: "זמירות שבת" },
          { name: "סעודה שלישית" }
        ]
      },
      {
        name: "תפילות שבת",
        children: [
          { name: "תפילות שבת – כללי" },
          { name: "תפילת ליל שבת" },
          { name: "תפילות יום שבת" },
          { name: "קריאת התורה בשבת" }
        ]
      },
      { name: "צאת שבת והבדלה" },
      { name: "עירובין" },
      {
        name: "אוכל בשבת – הכנה ואכילה",
        children: [
          { name: "הלכות בישול" },
          { name: "אוכל בשבת – כללי" },
          { name: "פלטה" },
          { name: "ברירה" }
        ]
      },
      {
        name: "חפצים, פעולות ופעילויות בשבת",
        children: [
          { name: "מכשירי חשמל" },
          { name: "שעון שבת" },
          { name: "משחקים וספורט" },
          { name: "מוקצה" },
          { name: "משחות וקרמים" },
          { name: "השמעת קול" },
          { name: "אריזות, שקיות ופקקים" },
          { name: "חפצים שונים" },
          { name: "כתיבה, קריאה וניירות" },
          { name: "בגדים וקשירה" },
          { name: "מחשבים, אינטרנט ופלאפונים" },
          { name: "פסיק רישא" },
          { name: "הנאה ממעשה שבת" },
          { name: "טיפול בתינוק" },
          { name: "עבודה בשבת" },
          { name: "סדר וניקיון" },
          { name: "טיולים בשבת" },
          { name: "תחבורה בשבת" },
          { name: "עלוני פרשת השבוע" }
        ]
      },
      {
        name: "נושאים נוספים",
        children: [
          { name: "'דתי' ו'חילוני' בשבת" },
          { name: "בעלי חיים וצמחים בשבת" },
          { name: "גוי של שבת" },
          { name: "מקום מחלל שבת" },
          { name: "שנים מקרא ואחד תרגום" }
        ]
      },
      { name: "רפואה ופיקוח נפש" }
    ]
  },
  {
    name: "פרשת השבוע",
    children: [
      { name: "ספר בראשית" },
      { name: "ספר שמות" },
      { name: "ספר במדבר" },
      { name: "ספר ויקרא" },
      { name: "ספר דברים" }
    ]
  },
  {
    name: "הבית היהודי",
    children: [
      {
        name: "חינוך",
        children: [
          { name: "חינוך ילדים" },
          { name: "חינוך כללי" },
          { name: "חינוך לצניעות" },
          { name: "מכיתה א' עד י\"ב" },
          { name: "שאלות של מורים" },
          { name: "שאלות של נוער" }
        ]
      },
      {
        name: "כיבוד הורים",
        children: [
          { name: "כיבוד הורים" },
          { name: "הורים פוגעים ומתעללים" }
        ]
      },
      {
        name: "צניעות ולבוש",
        children: [
          { name: "צניעות בלבוש" },
          { name: "צניעות - כללי" },
          { name: "כיסוי ראש" },
          { name: "חינוך לצניעות" }
        ]
      },
      {
        name: "שמחות",
        children: [
          { name: "פדיון הבן" },
          { name: "שמחות - כללי" },
          { name: "בר ובת מצוה" },
          { name: "ברית" }
        ]
      },
      { name: "קריאת שמות ושינויי שם" },
      {
        name: "אבלות ובית הקברות",
        children: [
          { name: "לוויה, קבורה ובית הקברות" },
          { name: "הפטירה והשבעה" },
          { name: "שנת האבל על הורים" },
          { name: "יחס האחרים לאבל" },
          { name: "יארצייט ואזכרה" },
          { name: "אבלות - כללי" },
          { name: "ימי השלושים" }
        ]
      },
      {
        name: "הדירה והמזוזה",
        children: [
          { name: "מזוזה" },
          { name: "מצוות הקשורות בדירה" },
          { name: "שכירות, קניית ומכירת דירה" },
          { name: "דירה ומזוזה - כללי" }
        ]
      },
      {
        name: "הרחקות בין גברים לנשים",
        children: [
          { name: "קשר בגיל צעיר" },
          { name: "יחוד" },
          { name: "אירועים מעורבים" },
          { name: "נגיעה" },
          { name: "בין בני משפחה" },
          { name: "בין בעלי מקצוע ללקוחות" },
          { name: "שירת נשים" }
        ]
      },
      { name: "אימוץ" },
      {
        name: "תקופת הרווקות",
        children: [
          { name: "שידוכים ופגישות" },
          { name: "מניעות הלכתיות להינשא" }
        ]
      },
      {
        name: "נישואין וזוגיות",
        children: [
          { name: "בעיות מהעבר" },
          { name: "חיי אישות והריון ללא נישואין" },
          { name: "מהות הנישואין" },
          { name: "יחסים רגישים בין בני זוג" },
          { name: "יחסים ממוניים בין בני זוג" },
          { name: "יחסי אישות" },
          { name: "אביזרי תשמיש" },
          { name: "תשמיש" },
          { name: "מריבות בין בני זוג" },
          { name: "ייעוץ זוגי" },
          { name: "פמניזם בנישואים" },
          { name: "עונה" },
          { name: "ריבוי נשים" },
          { name: "בגידות וניאוף" },
          { name: "נישואים שניים" }
        ]
      },
      {
        name: "אירוסין וחתונה",
        children: [
          { name: "חתונה ושבע ברכות" },
          { name: "אירוסין וחתונה - כללי" },
          { name: "תקופת האירוסין" },
          { name: "חופה וקידושין" },
          { name: "כתובה" },
          { name: "יום החתונה" }
        ]
      },
      {
        name: "טהרת המשפחה",
        children: [
          { name: "נידה" },
          { name: "שמירת הברית" }
        ]
      },
      {
        name: "הריון, לידה ותינוקות",
        children: [
          { name: "מניעת הריון ואמצעי מניעה" },
          { name: "פוריות" },
          { name: "מצוות פריה ורביה" },
          { name: "במהלך ההריון" },
          { name: "הלידה ומה שאחריה" },
          { name: "הנקה וטיפול בתינוק" },
          { name: "הריון - כללי" }
        ]
      },
      {
        name: "גירושין",
        children: [
          { name: "גירושין - כללי" },
          { name: "נישואי גרושה" },
          { name: "דיני ממונות בעקבות גירושין" },
          { name: "עילה לגירושין ותהליך הגירושין" },
          { name: "קשר בין גרוש לגרושתו" },
          { name: "דיני אשה גרושה" }
        ]
      },
      { name: "נטיות הפוכות ולהט\"ב" }
    ]
  },
  {
    name: "ארץ ישראל ומצוותיה",
    children: [
      { name: "מצוות ישוב וכיבוש הארץ" },
      {
        name: "חבל קטיף",
        children: [
          { name: "בעקבות הגירוש" },
          { name: "לפני הגירוש" },
          { name: "סירוב פקודה" },
          { name: "חבל קטיף - כללי" },
          { name: "המאבק והמחאה" }
        ]
      },
      {
        name: "מצוות התלויות בארץ",
        children: [
          { name: "כלאים" },
          { name: "תרומות ומעשרות" },
          { name: "ערלה ונטע רבעי" },
          { name: "חלה ונושאים נוספים" },
          { name: "חוץ לארץ" }
        ]
      },
      { name: "איסור נסיגה מהארץ" },
      {
        name: "שמיטה",
        children: [
          { name: "פירות שביעית" },
          { name: "היתר המכירה" },
          { name: "שמיטה - כללי" },
          { name: "בגינה ובשדה" },
          { name: "שמיטת כספים" },
          { name: "השנה השמינית" }
        ]
      },
      {
        name: "גאולה ובית המקדש",
        children: [
          { name: "דרכי הגאולה" },
          { name: "הכותל והר הבית" },
          { name: "הציונות הדתית" },
          { name: "משיח" },
          { name: "מדינת וממשלת ישראל" },
          { name: "המקדש והקרבנות" }
        ]
      }
    ]
  },
  {
    name: "צבא ומלחמה",
    children: [
      { name: "צבא ולימוד תורה" },
      { name: "מצוות השירות" },
      { name: "מוסר מלחמה" },
      { name: "סירוב פקודה" },
      { name: "נשים בצבא" },
      { name: "צבא ומלחמה - כללי" },
      { name: "במהלך השירות" },
      { name: "היחס למדינה ולצבא" },
      { name: "שאלות הלכתיות כלליות" },
      { name: "שבת בצבא" },
      { name: "צניעות בצבא" },
      { name: "מועדים בצבא" },
      { name: "צבא - כללי" },
      { name: "שבת בשעת מלחמה" }
    ]
  },
  {
    name: "פרנסה ועבודה",
    children: [
      { name: "במהלך העבודה" },
      { name: "סוגי עבודות" },
      { name: "פרנסה - כללי" },
      { name: "תורה ופרנסה" },
      {
        name: "דיני ממונות וצדקה",
        children: [
          { name: "דיני ממונות בעבודה" },
          { name: "גזל ונזיקין" },
          { name: "שכירות, קנייה ומכירה" },
          { name: "ריבית, השקעות ובנקים" },
          { name: "עובד ומעביד" },
          { name: "מיסים וחוקי המדינה" },
          { name: "השבת אבידה" },
          { name: "זכויות יוצרים" },
          { name: "ממונות וצדקה - כללי" },
          { name: "צדקה והלוואה" },
          { name: "מעשר כספים" },
          { name: "הלוואה" }
        ]
      },
      {
        name: "משפט אזרחי (ערכאות)",
        children: [
          { name: "דיני ממונות בדרך" },
          { name: "ירושה וצוואה" },
          { name: "שכנים ושותפים" },
          { name: "שומר ושואל" },
          { name: "סדרי הדין והדיון" },
          { name: "משחקים והימורים" }
        ]
      }
    ]
  },
  {
    name: "ציבור וחברה",
    children: [
      {
        name: "עם ישראל",
        children: [
          { name: "ציבור - כללי" },
          { name: "היחס לרשעים" },
          { name: "גיור וגרים" },
          { name: "דתיים לאומיים וחרדים" },
          { name: "מיהו יהודי?" },
          { name: "היחס ל'חילונים' ולרפורמים" },
          { name: "דתיים וחילונים" },
          { name: "שירות לאומי" },
          { name: "שאלות ציבוריות" },
          { name: "תנועות נוער" },
          { name: "גוים והיחס אליהם" },
          { name: "בחירות ופוליטיקה" },
          { name: "מדינה וממשלת ישראל" }
        ]
      }
    ]
  },
  {
    name: "תורה, מחשבה ומוסר",
    children: [
      {
        name: "אמונה",
        children: [
          { name: "יסודות האמונה" },
          { name: "היחס לרע בעולם" },
          { name: "תורה ומדע" },
          { name: "אמונה - כללי" },
          { name: "לימוד אמונה וחיזוקה" },
          { name: "שאלות על ה'" },
          { name: "עולם הבא ותחיית המתים" }
        ]
      },
      {
        name: "תורה ולימודה",
        children: [
          { name: "תורה - כללי" },
          { name: "הדרכות לתלמידי ישיבה" },
          { name: "רב ותלמיד" },
          { name: "תורה לנשים" },
          { name: "ישיבות" },
          { name: "ללמד תורה לאחרים" },
          { name: "יחס לספרים שונים" },
          { name: "הדף היומי וסיום לימוד ומסכת" },
          { name: "מצוות הלימוד" },
          { name: "שאלות פרטיות בסוגיות שונות" },
          { name: "תורה שבכתב ושבעל פה" },
          {
            name: "מה ואיך ללמוד",
            children: [
              { name: "דרכי לימוד" },
              { name: "לימוד במצבים שונים" },
              { name: "לימוד קבלה" },
              { name: "ללמוד תורה מאחרים" },
              { name: "לימוד גמרא" },
              { name: "מה ללמוד?" }
            ]
          },
          { name: "שאלות בתנ\"ך" }
        ]
      },
      {
        name: "מידות ובין אדם לחברו",
        children: [
          { name: "אמת ושקר" },
          { name: "מידות ותיקונן" },
          { name: "לשון הרע" },
          { name: "תנ\"ך - כללי" },
          { name: "בקשת סליחה" }
        ]
      },
      {
        name: "עבודת ה', מצוות ותשובה",
        children: [
          { name: "עקרונות בקיום מצוות" },
          { name: "הדרכות לבעלי תשובה" },
          { name: "איך וכמו מי לפסוק הלכה?" },
          { name: "הפצת יהדות" },
          { name: "הדרכות בעבודת ה'" },
          { name: "קיום מצוות לנשים" }
        ]
      }
    ]
  },
  {
    name: "הלכה",
    children: [
      { name: "שאלות אקטואליות" },
      { name: "הלכה - כללי" },
      {
        name: "צומח ובעלי חיים",
        children: [
          { name: "צומח ובע\"ח - כללי" },
          { name: "שילוח הקן" },
          { name: "כלבים וגידולם" },
          { name: "עולם הצומח" }
        ]
      },
      { name: "מיסטיקה וקמיעות" },
      {
        name: "שם ה' וספרי קודש",
        children: [
          { name: "ספרי קודש וגניזה" },
          { name: "פסוקים ושם ה'" },
          { name: "עלונים ומאמרים" }
        ]
      },
      { name: "גדולי ישראל ורבנים" },
      {
        name: "רפואה",
        children: [
          { name: "פיקוח נפש ומחלות סופניות" },
          { name: "רפואה הלכתית - כללי" },
          { name: "הרפיה ושיטות אלטרנטיביות" },
          { name: "מד\"א, תרומת דם ואיברים" },
          { name: "פיקוח נפש בשבת" },
          { name: "כשרות תרופות" },
          { name: "נגיף הקורונה" }
        ]
      },
      {
        name: "אמבטיה ובית הכסא",
        children: [
          { name: "כהנים" },
          { name: "כהנים - כללי" },
          { name: "נישואי כהן" },
          { name: "היטמאות למת" },
          { name: "ברכת כהנים" }
        ]
      },
      {
        name: "נדרים ושבועות",
        children: [
          { name: "מה נחשב נדר?" },
          { name: "התרת נדרים" },
          { name: "נדר - כללי" }
        ]
      },
      {
        name: "עבודה זרה ונצרות",
        children: [
          { name: "עבודה זרה, פסלים ותמונות" },
          { name: "נצרות ואיסלם" },
          { name: "כנסיה, מסגד ובתי ע\"ז" }
        ]
      },
      { name: "טבילה ומקווה" },
      { name: "ביזוי אוכלים ובל תשחית" },
      {
        name: "גוף האדם ולבושו",
        children: [
          { name: "גילוח" },
          { name: "לא ילבש" },
          { name: "כיפה" },
          { name: "שעטנז" },
          { name: "תספורת וצפרנים" },
          { name: "זקן ופיאות" },
          { name: "קעקוע" },
          { name: "צניעות בלבוש" },
          { name: "גוף האדם ולבושו - כללי" }
        ]
      },
      { name: "והדרת פני זקן" },
      {
        name: "תפילה ובית כנסת",
        children: [
          { name: "תפילה - כללי" },
          { name: "תפילת נשים" },
          { name: "מנחה וערבית" },
          { name: "זמני התפילה והיום" },
          { name: "הפסק בתפילה" },
          { name: "המניין" },
          {
            name: "חלקי התפילה",
            children: [
              { name: "חזרת הש\"ץ" },
              { name: "קריאת התורה" },
              { name: "תפילת העמידה" },
              { name: "תפילות והוספות מיוחדות" },
              { name: "ברכת כהנים" },
              { name: "קדיש" },
              { name: "קריאת שמע וברכותיה" },
              { name: "תחנון" },
              { name: "שאר חלקי התפילה" },
              { name: "קדושה" },
              { name: "ברכות השחר" },
              { name: "פסוקי דזמרה" }
            ]
          },
          {
            name: "אופן התפילה",
            children: [
              { name: "לבוש בתפילה" },
              { name: "נוסח והגייה" },
              { name: "צורת התפילה" },
              { name: "מקום התפילה" }
            ]
          },
          { name: "בית כנסת" },
          { name: "ביה\"כ - כללי" },
          { name: "מה מותר לעשות בבית הכנסת?" },
          { name: "מבנה בית הכנסת" },
          { name: "נהלי בית הכנסת" },
          { name: "שליח הציבור" },
          { name: "תפילת תשלומין" },
          { name: "ספר תורה" },
          { name: "תהלים ותפילות אישיות" },
          { name: "לפני התפילה" },
          { name: "כוונה וחשק להתפלל" },
          { name: "תפילות שבת" }
        ]
      },
      {
        name: "ברכות וסעודה",
        children: [
          { name: "ברכות - כללי" },
          { name: "ברכה אחרונה" },
          {
            name: "מה מברכים על...",
            children: [
              { name: "משקאות" },
              { name: "ממתקים ועוגות" },
              { name: "תערובת מאכלים" },
              { name: "פירות וירקות" },
              { name: "מיני מאפה" }
            ]
          },
          { name: "האם מברכים במקרים שונים" },
          { name: "אופן אמירת הברכה" },
          { name: "שינוי מקום, הפסק וטעות" },
          {
            name: "ברכות מיוחדות",
            children: [
              { name: "ברכת הטוב והמטיב ושהחיינו" },
              { name: "ברכות השבח והראייה" },
              { name: "תפילת הדרך" },
              { name: "ברכות הגומל ושעשה לי נס" },
              { name: "ברכות הלבנה והחמה" }
            ]
          },
          {
            name: "נטילת ידים, סעודה וברכת המזון",
            children: [
              { name: "סעודה" },
              { name: "נטילת ידים לסעודה ופירות" },
              { name: "ברכת המזון" },
              { name: "מים אחרונים וזימון" }
            ]
          }
        ]
      },
      {
        name: "התורה והחיים",
        children: [
          { name: "מחשבים ואינטרנט" },
          { name: "שירה ומוזיקה" },
          { name: "עיתונות, רדיו וטלויזיה" },
          { name: "לימודים אקדמאיים" },
          { name: "פסיכולוגיה" },
          { name: "ספורט, משחקים והצגות" }
        ]
      },
      {
        name: "כשרות",
        children: [
          { name: "כשרות - כללי" },
          {
            name: "פת, חלב, יין ובישולי גויים",
            children: []
          },
          {
            name: "בשר וחלב",
            children: [
              { name: "המתנה בין בשרי וחלבי" },
              { name: "הפרדת הכלים" },
              { name: "בשר וחלב - כללי" },
              { name: "מגע ותערובת בין בשרי-חלבי-פרווה" }
            ]
          },
          {
            name: "בצל, דבר חריף וחיתוך בסכין",
            children: []
          },
          {
            name: "כלים, הגעלתם וטבילתם",
            children: [
              { name: "כלים והכשרתם" },
              { name: "טבילת כלים" }
            ]
          },
          {
            name: "כשר או לא?",
            children: [
              { name: "מוצרים שונים" },
              { name: "תרופות וויטמינים" },
              { name: "משקאות" },
              { name: "ממתקים" },
              { name: "דברים שאינם אוכל" }
            ]
          },
          {
            name: "חרקים ותולעים",
            children: [
              { name: "פירות וירקות" },
              { name: "קמח, תבלינים וקטניות" }
            ]
          },
          {
            name: "כשרויות ואכילה מחוץ לבית",
            children: [
              { name: "סוגי הכשרים" },
              { name: "אכילה מחוץ לבית" },
              { name: "כשרות רגילה לעומת מהדרין" }
            ]
          },
          {
            name: "בשר, דגים וביצים",
            children: [
              { name: "שחיטה והכשרת בשר" },
              { name: "עופות" },
              { name: "דגים" },
              { name: "ביצים" }
            ]
          }
        ]
      },
      {
        name: "טיולים ותחבורה",
        children: [
          {
            name: "תחבורה",
            children: [
              { name: "טרמפים" },
              { name: "תחבורה - כללי" },
              { name: "תפילת הדרך" },
              { name: "טיסה" },
              { name: "דיני ממונות בדרך" },
              { name: "תחבורה בשבת" },
              { name: "צניעות בדרך" },
              { name: "זהירות בדרכים ותאונות" }
            ]
          },
          {
            name: "טיול ונופש",
            children: [
              { name: "טיולים - כללי" },
              { name: "כניסה לכנסיה, מסגד ובתי ע\"ז" },
              { name: "ים, בריכה ומים" },
              { name: "כשרות מחוץ לבית" },
              { name: "טיולים בשבת" }
            ]
          }
        ]
      },
      {
        name: "השכמת הבוקר ושינה",
        children: [
          { name: "השכמת הבוקר" },
          { name: "ברכות השחר" },
          {
            name: "ציצית",
            children: [
              { name: "ציצית - כללי" },
              { name: "תכלת" },
              { name: "סוגי בגדים" },
              { name: "ציצית ישנה, קרועה ופסולה" },
              { name: "הכנת הציצית" }
            ]
          },
          {
            name: "לילה ושינה",
            children: [
              { name: "ק\"ש שעל המיטה ותיקון חצות" },
              { name: "חלומות" },
              { name: "שינה - כללי" }
            ]
          },
          {
            name: "תפילין",
            children: [
              { name: "תפילין - כללי" },
              { name: "הנחת התפילין" },
              { name: "תפילין בזמנים שונים" },
              { name: "כבוד התפילין, כיסויו וצביעתו" },
              { name: "נוסח התפילין" }
            ]
          },
          {
            name: "נטילת ידים",
            children: [
              { name: "נטילת ידיים - כללי" },
              { name: "בבוקר" },
              { name: "אחרי אמבטיה ובית הכסא" },
              { name: "לסעודה ולפירות" },
              { name: "צריך ליטול ידים?" }
            ]
          }
        ]
      }
    ]
  }
];

